Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Adjust the size of magnified Dock icons.
ar: ضبط حجم أيقونات Dock المكبرة.
de: Größe der vergrößerten Dock-Symbole anpassen.
es: Ajusta el tamaño de los iconos ampliados del Dock.
fr: Ajustez la taille des icônes Dock agrandies.
ja: Dockアイコンの拡大サイズを調整します。
ko: 확대된 Dock 아이콘의 크기를 조정합니다.
pt: Ajuste o tamanho dos ícones ampliados do Dock.
ru: Отрегулируйте размер увеличенных значков Dock.
tr: Büyütülen Dock simgelerinin boyutunu ayarlar.
zh_hans: 调整程序坞图标放大后的大小。
zh_hant: 調整 Dock 圖示放大後的大小。

source: After granting access in System Settings, quit and reopen MacTools.
ar: بعد منح الإذن في إعدادات النظام، قم بإنهاء MacTools وافتحه مجددًا.
de: Beende MacTools nach der Freigabe in den Systemeinstellungen und öffne es erneut.
es: Después de conceder acceso en Ajustes del Sistema, cierra y vuelve a abrir MacTools.
fr: Après avoir accordé l’accès dans Réglages Système, quittez puis rouvrez MacTools.
ja: システム設定で許可した後、MacTools を終了して再度開いてください。
ko: 시스템 설정에서 허용한 후 MacTools를 종료했다가 다시 여십시오.
pt: Depois de conceder acesso nos Ajustes do Sistema, encerre e reabra o MacTools.
ru: После предоставления доступа в Системных настройках закройте и снова откройте MacTools.
tr: Sistem Ayarları'nda erişim verdikten sonra MacTools'tan çıkın ve yeniden açın.
zh_hans: 在系统设置中授权后，请退出并重新打开 MacTools。
zh_hant: 在系統設定中授權後，請結束並重新開啟 MacTools。

source: Already Matches
ar: يطابق بالفعل
de: Stimmt bereits überein
es: Ya coincide
fr: Correspond déjà
ja: すでに一致しています
ko: 이미 일치함
pt: Já corresponde
ru: Уже совпадает
tr: Zaten Eşleşiyor
zh_hans: 已经匹配
zh_hant: 已符合目標值

source: Always
ar: دائما
de: Immer
es: Siempre
fr: Toujours
ja: 常に
ko: 항상
pt: Sempre
ru: Всегда
tr: Her Zaman
zh_hans: 始终
zh_hant: 總是

source: Animate Opening Applications
ar: تحريك الأيقونات عند فتح التطبيقات
de: Animation beim Öffnen von Programmen
es: Animar la apertura de aplicaciones
fr: Animer l'ouverture des applications
ja: アプリケーションを開くときにアニメーションを表示
ko: 응용 프로그램을 열 때 애니메이션 표시
pt: Animar abertura de aplicativos
ru: Анимация открытия приложений
tr: Uygulamalar Açılırken Animasyon Göster
zh_hans: 打开应用程序时显示动画
zh_hant: 開啟應用程式時顯示動畫

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 화면 모드
pt: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

source: Applied and Verified
ar: تم التطبيق والتحقق منه
de: Angewendet und verifiziert
es: Aplicado y Verificado
fr: Appliqué et vérifié
ja: 適用および検証されました
ko: 적용 및 확인됨
pt: Aplicado e verificado
ru: Применено и проверено
tr: Uygulandı ve Doğrulandı
zh_hans: 已应用并验证
zh_hant: 已套用並驗證

source: Applied and verified by an existing MacTools plugin
ar: تم التطبيق والتحقق بواسطة إضافة MacTools متاحة
de: Durch ein vorhandenes MacTools-Plugin angewendet und verifiziert
es: Aplicado y verificado por un plugin existente de MacTools
fr: Appliqué et vérifié par un plugin MacTools existant
ja: 既存の MacTools プラグインによって適用および検証されています
ko: 기존 MacTools 플러그인으로 적용 및 검증
pt: Aplicado e verificado por um plugin MacTools existente
ru: Применено и проверено существующим плагином MacTools.
tr: Var olan bir MacTools eklentisi tarafından uygulandı ve doğrulandı
zh_hans: 由现有 MacTools 插件执行并验证
zh_hant: 由現有 MacTools 外掛執行並驗證

source: Applied but Could Not Verify
ar: تم التطبيق ولكن تعذر التحقق
de: Angewendet, aber nicht verifizierbar
es: Se aplicó pero no se pudo verificar
fr: Appliqué mais impossible à vérifier
ja: 適用されましたが確認できませんでした
ko: 적용했으나 확인하지 못했습니다.
pt: Aplicado, mas não foi possível verificar
ru: Применено, но не удалось проверить
tr: Uygulandı ama Doğrulanamadı
zh_hans: 已应用但无法验证
zh_hant: 已套用但無法驗證

source: Applied; Log Out and Back In
ar: تم التطبيق؛ سجّل الخروج ثم ادخل مجددًا
de: Angewendet; bitte ab- und wieder anmelden
es: Aplicado; Cerrar sesión y volver a iniciar sesión
fr: Appliqué ; fermez la session puis rouvrez-la
ja: 適用済み・再ログインが必要
ko: 적용됨; 로그아웃했다가 다시 로그인하기
pt: Aplicado; encerre a sessão e inicie-a novamente
ru: Применено; выйдите из системы и войдите снова
tr: Uygulandı; Oturumu Kapatıp Yeniden Açın
zh_hans: 已应用，需退出登录后重新登录
zh_hant: 已套用，需登出後重新登入

source: Applied; Reopen Related App
ar: تم التطبيق؛ أعد فتح التطبيق ذي الصلة
de: Angewendet; bitte zugehöriges Programm neu öffnen
es: Aplicado; Reabrir aplicación relacionada
fr: Appliqué ; Rouvrir l'application associée
ja: 適用済み・関連アプリの再起動が必要
ko: 적용됨; 관련 앱 다시 열기
pt: Aplicado; reabra o aplicativo relacionado
ru: Применено; закройте и снова откройте связанное приложение
tr: Uygulandı; İlgili Uygulamayı Yeniden Açın
zh_hans: 已应用，待重新打开应用
zh_hant: 已套用，需重新開啟相關應用程式

source: Apply %@
ar: تطبيق %@
de: %@ anwenden
es: Aplicar %@
fr: Appliquer %@
ja: %@を適用する
ko: %@ 적용
pt: Aplicar %@
ru: Применить настройку «%@»
tr: %@ Uygula
zh_hans: 应用 %@
zh_hant: 套用 %@

source: Apply Mac Settings Profile
ar: تطبيق ملف تعريف إعدادات Mac
de: Mac-Einstellungsprofil anwenden
es: Aplicar perfil de Ajustes del Mac
fr: Appliquer le profil de réglages du Mac
ja: Mac 設定プロファイルを適用
ko: Mac 설정 프로필 적용
pt: Aplicar perfil de configurações do Mac
ru: Применить профиль настроек Mac
tr: Mac Ayarları Profilini Uygula
zh_hans: 应用 Mac 设置配置
zh_hant: 套用 Mac 設定檔

source: Apply Mac Settings profile?
ar: هل تريد تطبيق ملف تعريف إعدادات Mac؟
de: Mac-Einstellungsprofil anwenden?
es: ¿Aplicar el perfil de Ajustes del Mac?
fr: Appliquer le profil de réglages du Mac ?
ja: Mac 設定プロファイルを適用しますか?
ko: Mac 설정 프로필을 적용하시겠습니까?
pt: Aplicar perfil de configurações do Mac?
ru: Применить профиль настроек Mac?
tr: Mac Ayarları profili uygulansın mı?
zh_hans: 应用 Mac 设置配置？
zh_hant: 套用 Mac 設定檔？

source: Apply Profile · %@
ar: تطبيق ملف التعريف · %@
de: Profil anwenden · %@
es: Aplicar perfil · %@
fr: Appliquer le profil · %@
ja: プロファイルを適用 · %@
ko: 프로필 적용 · %@
pt: Aplicar perfil · %@
ru: Применить профиль · %@
tr: Profil Uygula · %@
zh_hans: 应用配置 · %@
zh_hant: 套用設定檔 · %@

source: Apply Selected Changes
ar: تطبيق التغييرات المحددة
de: Ausgewählte Änderungen anwenden
es: Aplicar cambios seleccionados
fr: Appliquer les modifications sélectionnées
ja: 選択した変更を適用
ko: 선택한 변경사항 적용
pt: Aplicar alterações selecionadas
ru: Применить выбранные изменения
tr: Seçili Değişiklikleri Uygula
zh_hans: 应用所选更改
zh_hant: 套用所選更改

source: Applying
ar: جارٍ التطبيق
de: Wird angewendet
es: Aplicando
fr: Application en cours
ja: 適用中
ko: 적용 중
pt: Aplicando
ru: Применение
tr: Uygulanıyor
zh_hans: 应用中
zh_hant: 正在套用

source: Ask for confirmation before changing a filename extension.
ar: اطلب التأكيد قبل تغيير امتداد اسم الملف.
de: Vor dem Ändern einer Dateiendung nach Bestätigung fragen.
es: Solicite confirmación antes de cambiar la extensión de un nombre de archivo.
fr: Demandez une confirmation avant de modifier une extension de nom de fichier.
ja: ファイル名拡張子を変更する前に確認を求めます。
ko: 파일 이름 확장자를 변경하기 전에 확인을 요청합니다.
pt: Peça confirmação antes de alterar uma extensão de nome de arquivo.
ru: Перед изменением расширения имени файла запросите подтверждение.
tr: Bir dosya adı uzantısı değiştirilmeden önce onay istenir.
zh_hans: 更改文件扩展名时先显示确认警告。
zh_hant: 更改副檔名時先顯示確認警告。

source: Ask for confirmation before permanently removing items from the Trash.
ar: اطلب التأكيد قبل إزالة العناصر نهائيًا من سلة المهملات.
de: Vor dem endgültigen Löschen von Objekten aus dem Papierkorb nach Bestätigung fragen.
es: Solicite confirmación antes de eliminar permanentemente elementos de la Papelera.
fr: Demandez une confirmation avant de supprimer définitivement des éléments de la corbeille.
ja: ゴミ箱からアイテムを完全に削除する前に確認を求めます。
ko: 휴지통에서 항목을 영구적으로 제거하기 전에 확인을 요청합니다.
pt: Peça confirmação antes de remover permanentemente itens da Lixeira.
ru: Прежде чем окончательно удалить элементы из корзины, запросите подтверждение.
tr: Öğelerin Çöpten kalıcı olarak kaldırılmasından önce onay istenir.
zh_hans: 永久移除废纸篓项目之前要求确认。
zh_hant: 永久移除垃圾桶項目之前要求確認。

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt: Automático
ru: Авто
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

source: Automatically Based on Mouse or Trackpad
ar: تلقائيًا حسب الماوس أو لوحة التعقب
de: Automatisch basierend auf Maus oder Trackpad
es: Basado automáticamente en el mouse o trackpad
fr: Automatiquement selon la souris ou le trackpad
ja: マウスまたはトラックパッドに基づいて自動的に表示
ko: 마우스 또는 트랙패드에 따라 자동으로
pt: Baseado automaticamente em mouse ou trackpad
ru: Автоматически в зависимости от мыши или трекпада
tr: Fareye veya Trackpad'e Göre Otomatik Olarak
zh_hans: 根据鼠标或触控板自动显示
zh_hant: 根據滑鼠或觸控板自動顯示

source: Automatically Hide the Dock
ar: إخفاء Dock تلقائيًا
de: Dock automatisch ausblenden
es: Ocultar automáticamente el Dock
fr: Masquer automatiquement le Dock
ja: Dockを自動的に非表示にする
ko: Dock 자동 숨기기
pt: Ocultar automaticamente o Dock
ru: Автоматически скрывать Dock
tr: Dock'ı Otomatik Olarak Gizle
zh_hans: 自动隐藏程序坞
zh_hant: 自動隱藏 Dock

source: Automatically Hide the Menu Bar
ar: إخفاء شريط القائمة تلقائيًا
de: Menüleiste automatisch ausblenden
es: Ocultar automáticamente la barra de menú
fr: Masquer automatiquement la barre de menus
ja: メニューバーを自動的に非表示にする
ko: 메뉴 막대 자동 숨기기
pt: Ocultar automaticamente a barra de menu
ru: Автоматически скрывать строку меню
tr: Menü Çubuğunu Otomatik Olarak Gizle
zh_hans: 自动隐藏菜单栏
zh_hant: 自動隱藏選單列

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
pt: Disponível
ru: Доступно
tr: Kullanılabilir
zh_hans: 可用
zh_hant: 可用

source: Back to Settings Search
ar: العودة إلى بحث الإعدادات
de: Zurück zur Einstellungssuche
es: Volver a la búsqueda de ajustes
fr: Retour à la recherche des paramètres
ja: 設定検索に戻る
ko: 설정 검색으로 돌아가기
pt: Voltar para pesquisa de configurações
ru: Вернуться к поиску настроек
tr: Ayar Aramasına Dön
zh_hans: 返回设置搜索
zh_hant: 返回設定搜尋

source: Bluetooth Trackpad
ar: لوحة تعقب Bluetooth
es: Trackpad Bluetooth
fr: Trackpad Bluetooth
ja: Bluetooth トラックパッド
ko: Bluetooth 트랙패드
pt: Trackpad Bluetooth
ru: Трекпад Bluetooth
zh_hans: 蓝牙触控板
zh_hant: 藍牙觸控板

source: Bottom
ar: الأسفل
de: Unten
es: Abajo
fr: Bas
ja: 下
ko: 하단
pt: Parte inferior
ru: Низ
tr: Alt
zh_hans: 底部
zh_hant: 下方

source: Bounce Dock icons when apps launch.
ar: ارتداد أيقونات Dock عند تشغيل التطبيقات.
de: Dock-Symbole beim Programmstart hüpfen lassen.
es: Hace que los iconos del Dock reboten al abrir las apps.
fr: Faites rebondir les icônes Dock au lancement des applications.
ja: アプリ起動時に Dock アイコンがバウンスします。
ko: 앱을 실행할 때 Dock 아이콘이 튀어 오릅니다.
pt: Faça os ícones do Dock saltarem quando os aplicativos forem iniciados.
ru: Значки Dock подпрыгивают при запуске приложений.
tr: Uygulamalar başlatıldığında Dock simgelerini zıplatır.
zh_hans: 启动 App 时让程序坞图标弹跳。
zh_hant: 啟動 App 時讓 Dock 圖示彈跳。

source: Briefly show a preview in the corner after taking a screenshot.
ar: اعرض معاينة في الزاوية لفترة وجيزة بعد التقاط لقطة شاشة.
de: Nach Erstellen eines Bildschirmfotos kurz eine Vorschau in der Ecke anzeigen.
es: Muestra brevemente una vista previa en la esquina después de tomar una captura de pantalla.
fr: Affichez brièvement un aperçu dans le coin après avoir pris une capture d'écran.
ja: スクリーンショットの撮影後、画面の隅にプレビューを短時間表示します。
ko: 스크린샷을 찍은 후 화면 모서리에 미리보기를 잠깐 표시합니다.
pt: Mostre brevemente uma prévia no canto após fazer uma captura de tela.
ru: Кратковременно покажите предварительный просмотр в углу после создания снимка экрана.
tr: Ekran görüntüsü alındıktan sonra köşede kısa süreliğine önizleme gösterilir.
zh_hans: 截屏后在屏幕角落短暂显示预览。
zh_hant: 截圖後在螢幕角落短暫顯示預覽。

source: Built-in Templates
ar: القوالب المضمنة
de: Integrierte Vorlagen
es: Plantillas integradas
fr: Modèles intégrés
ja: 組み込みテンプレート
ko: 내장 템플릿
pt: Modelos integrados
ru: Встроенные шаблоны
tr: Yerleşik Şablonlar
zh_hans: 内置模板
zh_hant: 內建範本

source: Built-in Trackpad
ar: لوحة التعقب المدمجة
de: Integriertes Trackpad
es: Trackpad integrado
fr: Trackpad intégré
ja: 内蔵トラックパッド
ko: 내장 트랙패드
pt: Trackpad integrado
ru: Встроенный трекпад
tr: Yerleşik Trackpad
zh_hans: 内置触控板
zh_hant: 內建觸控板

source: Can be changed and verified directly
ar: يمكن تغييره والتحقق منه مباشرة
de: Kann direkt geändert und verifiziert werden
es: Se puede cambiar y verificar directamente
fr: Peut être modifié et vérifié directement
ja: 直接変更および確認できます
ko: 직접 변경 및 확인 가능
pt: Pode ser alterado e verificado diretamente
ru: Можно изменить и проверить напрямую.
tr: Doğrudan değiştirilebilir ve doğrulanabilir
zh_hans: 可直接更改并验证
zh_hant: 可直接更改並驗證

source: Can be changed directly; takes full effect after logging out and back in
ar: يمكن تغييره مباشرة؛ يسري بالكامل بعد تسجيل الخروج ثم الدخول مجددًا
de: Kann direkt geändert werden; volle Wirkung nach Ab- und Wiederanmeldung
es: Se puede cambiar directamente; se aplica por completo tras cerrar sesión y volver a iniciarla
fr: Modifiable directement ; prend pleinement effet après la déconnexion et la reconnexion
ja: 直接変更できます。ログアウトして再度ログインすると完全に有効になります
ko: 직접 변경할 수 있습니다. 로그아웃했다가 다시 로그인하면 완전히 적용됩니다.
pt: Pode ser alterado diretamente; entra em vigor após sair e entrar novamente
ru: Можно изменить напрямую; вступает в полную силу после выхода из системы и повторного входа в систему
tr: Doğrudan değiştirilebilir; oturum kapatılıp yeniden açıldığında tamamen etkili olur
zh_hans: 可直接更改；退出登录并重新登录后完全生效
zh_hant: 可直接更改；登出後重新登入才會完全生效

source: Can be changed directly; takes full effect after reopening the related app
ar: يمكن تغييره مباشرة؛ يسري مفعوله بالكامل بعد إعادة فتح التطبيق ذي الصلة
de: Kann direkt geändert werden; wird nach dem erneuten Öffnen der entsprechenden App vollständig wirksam
es: Se puede cambiar directamente; se aplica por completo tras volver a abrir la app relacionada
fr: Modifiable directement ; prend pleinement effet après la réouverture de l'application associée
ja: 直接変更できます。関連アプリを再度開いた後に完全に有効になります
ko: 직접 변경할 수 있습니다. 관련 앱을 다시 열면 완전히 적용됩니다.
pt: Pode ser alterado diretamente; entra em vigor após reabrir o aplicativo relacionado
ru: Можно изменить напрямую; вступает в полную силу после повторного открытия соответствующего приложения
tr: Doğrudan değiştirilebilir; ilgili uygulama yeniden açıldığında tamamen etkili olur
zh_hans: 可直接更改；重新打开相关应用后完全生效
zh_hant: 可直接更改；重新開啟相關應用程式後才會完全生效

source: Can only be managed by your organization
ar: لا يمكن إدارته إلا من خلال مؤسستك
de: Kann nur von Ihrer Organisation verwaltet werden
es: Solo puede ser administrado por su organización
fr: Ne peut être géré que par votre organisation
ja: あなたの組織のみが管理できます
ko: 소속 기관에서만 관리 가능
pt: Só pode ser gerenciado pela sua organização
ru: Может управляться только вашей организацией
tr: Yalnızca kurumunuz tarafından yönetilebilir
zh_hans: 只能由组织管理
zh_hant: 只能由組織管理

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cancelled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセルされました
ko: 취소됨
pt: Cancelado
ru: Отменено
tr: İptal Edildi
zh_hans: 已取消
zh_hant: 已取消

source: Cannot Verify
ar: لا يمكن التحقق
de: Überprüfung nicht möglich
es: No se puede verificar
fr: Impossible de vérifier
ja: 確認できません
ko: 확인 불가
pt: Não é possível verificar
ru: Невозможно проверить
tr: Doğrulanamıyor
zh_hans: 无法验证
zh_hant: 無法驗證

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
pt: Categoria
ru: Категория
tr: Kategori
zh_hans: 类别
zh_hant: 類別

source: Change History
ar: سجل التغيير
de: Änderungsverlauf
es: Historial de cambios
fr: Historique des modifications
ja: 変更履歴
ko: 변경 내역
pt: Histórico de alterações
ru: История изменений
tr: Değişiklik Geçmişi
zh_hans: 更改历史
zh_hant: 更改歷史

source: Changing pointer size requires Full Disk Access. Grant access, then quit and reopen MacTools.
ar: يتطلب تغيير حجم المؤشر إذن الوصول الكامل إلى القرص. امنح الإذن، ثم أنهِ MacTools وأعد فتحه.
de: Das Ändern der Zeigergröße erfordert Festplattenvollzugriff. Gewähren Sie den Zugriff, beenden Sie MacTools und öffnen Sie es erneut.
es: Cambiar el tamaño del puntero requiere Acceso total al disco. Concede acceso y después cierra y vuelve a abrir MacTools.
fr: La modification de la taille du pointeur nécessite un accès complet au disque. Accordez l'accès, puis quittez et rouvrez MacTools.
ja: ポインタのサイズを変更するには、フルディスクアクセスの許可が必要です。許可した後、MacTools を終了して再度開いてください。
ko: 포인터 크기를 변경하려면 전체 디스크 접근 권한이 필요합니다. 권한을 허용한 후 MacTools를 종료했다가 다시 여세요.
pt: A alteração do tamanho do ponteiro requer Acesso Total ao Disco. Conceda acesso, encerre e reabra o MacTools.
ru: Для изменения размера указателя требуется разрешение «Доступ к диску». Предоставьте доступ, затем закройте и снова откройте MacTools.
tr: İşaretçi boyutunu değiştirmek Tam Disk Erişimi gerektirir. Erişim verdikten sonra MacTools'tan çıkıp yeniden açın.
zh_hans: 更改指针大小需要“完全磁盘访问权限”。授权后请退出并重新打开 MacTools。
zh_hant: 更改指標大小需要「完全取用磁碟」權限。授權後請結束並重新開啟 MacTools。

source: Choose Auto, Light, or Dark. macOS manages Auto; the selected mode stays Auto as the appearance changes.
ar: اختر تلقائي أو فاتح أو داكن. يدير macOS الوضع التلقائي؛ يظل الوضع المحدد تلقائيًا مع تغير المظهر.
de: Wählen Sie „Automatisch“, „Hell“ oder „Dunkel“. macOS verwaltet die Einstellung „Automatisch“; der gewählte Modus bleibt „Automatisch“, auch wenn sich das Erscheinungsbild ändert.
es: Elige Automático, Claro u Oscuro. macOS gestiona el modo Automático; la selección se mantiene en Automático aunque cambie la apariencia.
fr: Choisissez Auto, Clair ou Sombre. macOS gère Auto ; le mode sélectionné reste Auto à mesure que l'apparence change.
ja: 「自動」、「ライト」、「ダーク」から選択します。「自動」では macOS が外観を切り替えます。外観が変わっても、選択したモードは「自動」のままです。
ko: 자동, 라이트 또는 다크를 선택하세요. 자동 모드는 macOS가 전환하며, 현재 화면 모드가 바뀌어도 선택은 ‘자동’으로 유지됩니다.
pt: Escolha Automático, Claro ou Escuro. macOS gerencia Automático; o modo selecionado permanece Automático conforme a aparência muda.
ru: Выберите «Авто», «Светлое» или «Темное». macOS управляет автоматическим режимом; при изменении оформления выбранный режим остается «Авто».
tr: Otomatik, Aydınlık veya Karanlık seçin. Otomatik'i macOS yönetir; görünüm değiştikçe seçili mod Otomatik olarak kalır.
zh_hans: 选择自动、浅色或深色。使用“自动”时，macOS 会自动切换外观，所选模式仍为“自动”。
zh_hant: 選擇自動、淺色或深色。macOS 會管理自動模式；即使外觀改變，所選模式仍會維持自動。

source: Choose an existing, readable folder.
ar: اختر مجلدًا موجودًا وقابلاً للقراءة.
de: Wählen Sie einen vorhandenen, lesbaren Ordner aus.
es: Elija una carpeta existente y legible.
fr: Choisissez un dossier existant et lisible.
ja: 既存の読み取り可能なフォルダーを選択してください。
ko: 읽을 수 있는 기존 폴더를 선택합니다.
pt: Escolha uma pasta existente e legível.
ru: Выберите существующую, доступную для чтения папку.
tr: Var olan ve okunabilir bir klasör seçin.
zh_hans: 请选择可读取的现有文件夹。
zh_hant: 請選擇可讀取的現有資料夾。

source: Choose the animation used when minimizing windows to the Dock.
ar: اختر الحركة المستخدمة عند تصغير النوافذ إلى Dock.
de: Wählen Sie die Animation für das Minimieren von Fenstern ins Dock.
es: Elija la animación utilizada al minimizar ventanas en el Dock.
fr: Choisissez l’animation utilisée lors de la réduction des fenêtres dans le Dock.
ja: ウィンドウを Dock にしまうときのアニメーションを選択します。
ko: 윈도우를 Dock으로 최소화할 때 사용할 애니메이션을 선택하세요.
pt: Escolha a animação usada ao minimizar janelas para o Dock.
ru: Выберите анимацию, используемую при сворачивании окон в Dock.
tr: Pencerelerin Dock'a küçültülürken kullanılacak animasyonu seçin.
zh_hans: 选择窗口最小化到程序坞时的动画。
zh_hant: 選擇將視窗縮小至 Dock 時的動畫。

source: Choose the default location for new Finder windows.
ar: اختر الموقع الافتراضي لنوافذ Finder الجديدة.
de: Wählen Sie den Ort, der in neuen Finder-Fenstern geöffnet wird.
es: Elige la ubicación predeterminada para las nuevas ventanas de Finder.
fr: Choisissez l'emplacement par défaut des nouvelles fenêtres Finder.
ja: 新しい Finder ウィンドウのデフォルトの場所を選択します。
ko: 새 Finder 창의 기본 위치를 선택하세요.
pt: Escolha o local padrão para novas janelas do Finder.
ru: Выберите расположение по умолчанию для новых окон Finder.
tr: Yeni Finder pencereleri için varsayılan konumu seçin.
zh_hans: 选择新访达窗口的默认位置。
zh_hant: 選擇新 Finder 視窗的預設位置。

source: Choose the default scope for Finder searches.
ar: اختر النطاق الافتراضي لعمليات بحث Finder.
de: Wählen Sie den Standardbereich für Finder-Suchvorgänge.
es: Elige el alcance predeterminado para las búsquedas de Finder.
fr: Choisissez la portée par défaut pour les recherches Finder.
ja: Finder 検索のデフォルトの範囲を選択します。
ko: Finder 검색의 기본 범위를 선택합니다.
pt: Escolha o escopo padrão para pesquisas no Finder.
ru: Выберите область по умолчанию для поиска Finder.
tr: Finder aramaları için varsayılan kapsamı seçin.
zh_hans: 选择访达搜索默认使用的范围。
zh_hant: 選擇 Finder 搜尋預設使用的範圍。

source: Choose the folder for new screenshots.
ar: اختر مجلد لقطات الشاشة الجديدة.
de: Wählen Sie den Ordner für neue Bildschirmfotos.
es: Elija la carpeta para nuevas capturas de pantalla.
fr: Choisissez le dossier pour les nouvelles captures d'écran.
ja: 新しいスクリーンショットのフォルダーを選択します。
ko: 새 스크린샷을 저장할 폴더를 선택하세요.
pt: Escolha a pasta para novas capturas de tela.
ru: Выберите папку для новых скриншотов.
tr: Yeni ekran görüntüleri için klasör seçin.
zh_hans: 选择新截屏文件保存到的文件夹。
zh_hant: 選擇新截圖檔案儲存到的資料夾。

source: Choose the image format for screenshots.
ar: اختر تنسيق الصورة لالتقاط لقطات الشاشة.
de: Wählen Sie das Bildformat für Bildschirmfotos.
es: Elija el formato de imagen para las capturas de pantalla.
fr: Choisissez le format d'image pour les captures d'écran.
ja: スクリーンショットの画像形式を選択します。
ko: 스크린샷의 이미지 형식을 선택하세요.
pt: Escolha o formato da imagem para capturas de tela.
ru: Выберите формат изображения для снимков экрана.
tr: Ekran görüntüleri için görüntü biçimini seçin.
zh_hans: 选择截屏文件使用的图片格式。
zh_hant: 選擇截圖檔案使用的圖片格式。

source: Choose the modifier key to use with the scroll gesture.
ar: اختر مفتاح التعديل لاستخدامه مع إيماءة التمرير.
de: Wählen Sie die Modifikatortaste für die Scroll-Geste.
es: Elija la tecla modificadora para usar con el gesto de desplazamiento.
fr: Choisissez la touche de modification à utiliser avec le geste de défilement.
ja: スクロール ジェスチャで使用する修飾キーを選択します。
ko: 스크롤 제스처와 함께 사용할 보조 키를 선택하세요.
pt: Escolha a tecla modificadora para usar com o gesto de rolagem.
ru: Выберите клавишу-модификатор, которая будет использоваться с жестом прокрутки.
tr: Kaydırma hareketiyle birlikte kullanılacak değiştirici tuşu seçin.
zh_hans: 选择配合滚动手势使用的修饰键。
zh_hant: 選擇配合捲動手勢使用的變更鍵。

source: Choose the trackpad gesture for a secondary click.
ar: اختر إيماءة لوحة التعقب للنقرة الثانوية.
de: Wählen Sie die Trackpad-Geste für einen Sekundärklick.
es: Elija el gesto del trackpad para un clic secundario.
fr: Choisissez le geste du trackpad pour un clic secondaire.
ja: 副ボタンのクリックに使うトラックパッドのジェスチャを選択します。
ko: 보조 클릭에 대한 트랙패드 제스처를 선택합니다.
pt: Escolha o gesto do trackpad para um clique secundário.
ru: Выберите жест трекпада для вспомогательного нажатия.
tr: İkincil tıklama için Trackpad hareketini seçin.
zh_hans: 选择使用触控板进行右键点按的手势。
zh_hant: 選擇使用觸控板進行右鍵點按的手勢。

source: Choose when scroll bars are visible in windows.
ar: اختر متى تكون أشرطة التمرير مرئية في النوافذ.
de: Legen Sie fest, wann Bildlaufleisten in Fenstern angezeigt werden.
es: Elija cuándo las barras de desplazamiento son visibles en las ventanas.
fr: Choisissez quand les barres de défilement sont visibles dans les fenêtres.
ja: ウィンドウにスクロール バーをいつ表示するかを選択します。
ko: 스크롤 막대가 창에 표시되는 시기를 선택합니다.
pt: Escolha quando as barras de rolagem ficarão visíveis nas janelas.
ru: Выберите, когда полосы прокрутки будут видны в окнах.
tr: Kaydırma çubuklarının pencerelerde ne zaman görüneceğini seçin.
zh_hans: 选择窗口中的滚动条何时可见。
zh_hant: 選擇視窗中的捲軸何時可見。

source: Choose which edge of the screen shows the Dock.
ar: اختر حافة الشاشة التي تعرض Dock.
de: Wählen Sie den Bildschirmrand, an dem das Dock angezeigt wird.
es: Elige en qué borde de la pantalla aparece el Dock.
fr: Choisissez quel bord de l'écran affiche le Dock.
ja: 画面のどちらの端に Dock を表示するかを選択します。
ko: Dock을 표시할 화면 가장자리를 선택하세요.
pt: Escolha qual borda da tela mostra o Dock.
ru: Выберите, на каком краю экрана будет отображаться Dock.
tr: Dock'un ekranın hangi kenarında görüneceğini seçin.
zh_hans: 选择程序坞显示在屏幕哪一侧。
zh_hant: 選擇 Dock 顯示在螢幕哪一側。

source: Choose…
ar: اختيار…
de: Auswählen…
es: Seleccionar…
fr: Choisir…
ja: 選択…
ko: 선택…
pt: Escolher…
ru: Выбрать…
tr: Seç…
zh_hans: 选择…
zh_hant: 選擇…
